Repository: PigeonMuyz/Capsule
Catalog: Capsule/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Runs detached with the image's default command.
ja: イメージの既定コマンドでデタッチ実行します。
zh_hans: 使用镜像默认命令以分离模式运行。
zh_hant: 使用映像預設命令以分離模式執行。

source: Runtime
ja: ランタイム
zh_hans: 运行时
zh_hant: 執行階段

source: Runtime Engine
ja: ランタイムエンジン
zh_hans: 运行时引擎
zh_hant: 執行階段引擎

source: Runtime Logs
ja: 実行ログ
zh_hans: 运行日志
zh_hant: 執行記錄

source: Select a container to view details
ja: 詳細を表示するコンテナを選択してください
zh_hans: 选择一个容器以查看详情
zh_hant: 選擇一個容器以查看詳細資訊

source: Select a machine to view details
ja: 詳細を表示するマシンを選択してください
zh_hans: 选择一台机器以查看详情
zh_hant: 選擇一台機器以查看詳細資訊

source: Select a network to view details
ja: 詳細を表示するネットワークを選択してください
zh_hans: 选择一个网络以查看详情
zh_hant: 選擇一個網路以查看詳細資訊

source: Select a section
ja: セクションを選択
zh_hans: 选择一个分区
zh_hant: 選擇一個區段

source: Select a service
ja: サービスを選択
zh_hans: 选择服务
zh_hant: 選擇服務

source: Select a volume to view details
ja: 詳細を表示するボリュームを選択してください
zh_hans: 选择一个卷以查看详情
zh_hant: 選擇一個儲存區以查看詳細資訊

source: Select an image to view details
ja: 詳細を表示するイメージを選択してください
zh_hans: 选择一个镜像以查看详情
zh_hant: 選擇一個映像以查看詳細資訊

source: Service
ja: サービス
zh_hans: 服务
zh_hant: 服務

source: Service '%@' is missing required 'image' field
ja: サービス '%@' に必須の 'image' フィールドがありません
zh_hans: 服务 '%@' 缺少必需的 'image' 字段
zh_hant: 服務 '%@' 缺少必要的 'image' 欄位

source: Service '%@' not found
ja: サービス '%@' が見つかりません
zh_hans: 未找到服务 '%@'
zh_hant: 找不到服務 '%@'

source: Service name
ja: サービス名
zh_hans: 服务名称
zh_hant: 服務名稱

source: Services
ja: サービス
zh_hans: 服务
zh_hant: 服務

source: Set Default
ja: デフォルトに設定
zh_hans: 设为默认
zh_hant: 設為預設

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Shared memory size
ja: 共有メモリサイズ
zh_hans: 共享内存大小
zh_hant: 共享記憶體大小

source: Show in Finder
ja: Finder に表示
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Size
ja: サイズ
zh_hans: 大小
zh_hant: 大小

source: Sockets
ja: ソケット

source: Source
ja: ソース
zh_hans: 来源
zh_hant: 來源

source: Start
ja: 開始
zh_hans: 启动
zh_hant: 啟動

source: Start immediately
ja: すぐに開始
zh_hans: 立即启动
zh_hant: 立即啟動

source: Start Runtime
ja: ランタイムを起動
zh_hans: 启动运行时
zh_hant: 啟動執行階段

source: Start the container to browse its filesystem.
ja: ファイルシステムを参照するにはコンテナを起動してください。
zh_hans: 启动容器后即可浏览它的文件系统。
zh_hant: 啟動容器後即可瀏覽它的檔案系統。

source: Start with Capsule
ja: Capsule と同時に開始
zh_hans: 随 Capsule 启动
zh_hant: 隨 Capsule 啟動

source: Start/Stop Container Runtime with Capsule
ja: Capsule と共にコンテナランタイムを起動/停止
zh_hans: 随 Capsule 启动/停止容器运行时
zh_hant: 隨 Capsule 啟動/停止容器執行階段

source: Started
ja: 開始日時
zh_hans: 启动时间
zh_hant: 啟動時間

source: Starting...
ja: 起動中...
zh_hans: 正在启动...
zh_hant: 正在啟動...

source: Startup
ja: 起動
zh_hans: 启动
zh_hant: 啟動

source: State
ja: 状態
zh_hans: 状态
zh_hant: 狀態

source: Static files
ja: 静的ファイル
zh_hans: 静态文件
zh_hant: 靜態檔案

source: Statistics are simulated. Real-time monitoring coming soon.
ja: 統計はシミュレーションです。リアルタイム監視は近日対応予定です。
zh_hans: 统计数据为模拟值。实时监控即将推出。
zh_hant: 統計資料為模擬值。即將推出即時監控。

source: Status
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

# status.created
source: Created
ja: 作成済み
zh_hans: 已创建
zh_hant: 已建立

# status.creating
source: Creating
ja: 作成中
zh_hans: 创建中
zh_hant: 建立中

# status.failed
source: Failed
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

# status.running
source: Running
ja: 実行中
zh_hans: 运行中
zh_hant: 執行中

# status.starting
source: Starting
ja: 起動中
zh_hans: 启动中
zh_hant: 啟動中

# status.stopped
source: Stopped
ja: 停止済み
zh_hans: 已停止
zh_hant: 已停止

# status.stopping
source: Stopping
ja: 停止中
zh_hans: 停止中
zh_hant: 停止中

source: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

source: Stopped
ja: 停止済み
zh_hans: 已停止
zh_hant: 已停止

source: Subnet
ja: サブネット
zh_hans: 子网
zh_hant: 子網路

source: Supports common Compose v2/v3 service fields
ja: 一般的な Compose v2/v3 サービスフィールドに対応
zh_hans: 支持常见的 Compose v2/v3 服务字段
zh_hant: 支援常見的 Compose v2/v3 服務欄位

source: Supports docker-compose.yml v2 and v3
ja: docker-compose.yml v2 と v3 に対応
zh_hans: 支持 docker-compose.yml v2 和 v3
zh_hant: 支援 docker-compose.yml v2 和 v3

source: Symbolic Link
ja: シンボリックリンク
zh_hans: 符号链接
zh_hant: 符號連結

source: System
ja: システム
zh_hans: 系统
zh_hant: 系統

source: System Integration
ja: システム連携
zh_hans: 系统集成
zh_hant: 系統整合

source: Tag
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Tag Image
ja: イメージにタグ付け
zh_hans: 标记镜像
zh_hant: 標記映像

source: Target
ja: ターゲット
zh_hans: 目标
zh_hant: 目標

source: Terminal
ja: ターミナル
zh_hans: 终端
zh_hant: 終端機

source: Terminal is available when the container is running.
ja: コンテナの実行中にターミナルを使用できます。
zh_hans: 容器运行时才可以使用终端。
zh_hant: 容器執行時才可以使用終端機。

source: The Apple container CLI is required. Install it with: brew install container
ja: Apple container CLI が必要です。次でインストール：brew install container
zh_hans: 需要 Apple container CLI。请使用以下命令安装：brew install container
zh_hant: 需要 Apple container CLI。請使用以下命令安裝：brew install container

source: This volume does not report a host path.
ja: このボリュームはホストパスを報告していません。
zh_hans: 这个卷没有报告主机路径。
zh_hant: 這個卷宗沒有回報主機路徑。

source: Timestamps
ja: タイムスタンプ
zh_hans: 时间戳
zh_hant: 時間戳記

source: Top-level Compose resources
ja: Compose のトップレベルリソース
zh_hans: Compose 顶层资源
zh_hant: Compose 頂層資源

source: Type a command...
ja: コマンドを入力...
zh_hans: 输入命令...
zh_hant: 輸入命令...

source: Unable to Load Containers
ja: コンテナを読み込めません
zh_hans: 无法加载容器
zh_hant: 無法載入容器

source: Unable to Load Files
ja: ファイルを読み込めません
zh_hans: 无法加载文件
zh_hant: 無法載入檔案

source: Unable to Load Logs
ja: ログを読み込めません
zh_hans: 无法加载日志
zh_hant: 無法載入記錄

source: Unable to parse image inspect output
ja: イメージ検査出力を解析できません
zh_hans: 无法解析镜像检查输出
zh_hant: 無法解析映像檢查輸出

source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unless Stopped
ja: 手動停止まで
zh_hans: 除非手动停止
zh_hant: 除非手動停止

source: Use image default
ja: イメージの既定値を使用
zh_hans: 使用镜像默认值
zh_hant: 使用映像預設值

source: Use virtualization framework
ja: Virtualization framework を使用
zh_hans: 使用虚拟化框架
zh_hant: 使用虛擬化框架

source: Used by “Open in Terminal”. The in-app terminal is always available.
ja: 「ターミナルで開く」で使用します。アプリ内ターミナルは常に利用できます。
zh_hans: 用于“在终端打开”。应用内终端始终可用。
zh_hant: 用於「在終端機開啟」。App 內終端機一律可用。

source: User
ja: ユーザー
zh_hans: 用户
zh_hant: 使用者

source: User & TTY
ja: ユーザーと TTY
zh_hans: 用户与 TTY
zh_hant: 使用者與 TTY

source: Volume
ja: ボリューム
zh_hans: 卷
zh_hant: 儲存區

source: Volume Files
ja: ボリュームファイル
zh_hans: 卷文件
zh_hant: 儲存區檔案

source: Volume Name
ja: ボリューム名
zh_hans: 卷名称
zh_hant: 儲存區名稱

source: Volume names must be lowercase and can contain letters, numbers, hyphens, and underscores
ja: ボリューム名は小文字で、英数字・ハイフン・アンダースコアが使えます
zh_hans: 卷名称必须为小写，可包含字母、数字、连字符和下划线
zh_hant: 儲存區名稱必須為小寫，可包含字母、數字、連字號和底線

source: Volumes
ja: ボリューム
zh_hans: 卷
zh_hant: 儲存區

source: When enabled, Capsule automatically starts the container system on launch and stops it when you quit.
ja: 有効にすると、Capsule は起動時にコンテナシステムを自動的に開始し、終了時に停止します。
zh_hans: 启用后，Capsule 会在启动时自动开启容器系统，并在退出时停止它。
zh_hant: 啟用後，Capsule 會在啟動時自動開啟容器系統，並在結束時停止它。

source: Working Directory
ja: 作業ディレクトリ
zh_hans: 工作目录
zh_hant: 工作目錄

source: Workspace
ja: ワークスペース
zh_hans: 工作区
zh_hant: 工作區

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是
